# 表头
作品bangumiURL: str = "作品bangumiURL"
字幕组: str = "字幕组"
下载链接: str = "下载链接"
网页链接: str = "网页链接"
种子标题: str = "种子标题"
种子描述: str = "种子描述"
种子日期: str = "种子日期"
种子大小_字节: str = "种子大小_字节"
种子大小: str = "种子大小"

集数: str = "集数"
分辨率: str = "分辨率"
片源: str = "片源"
片源类型: str = "片源类型"
视频编码格式: str = "视频编码格式"
音频编码格式: str = "音频编码格式"
字幕语言: str = "字幕语言"
文件格式: str = "文件格式"
其他标记: str = "其他标记"

种子信息表头 = [
    作品bangumiURL,
    字幕组,
    下载链接,
    网页链接,
    种子标题,
    种子描述,
    种子日期,
    种子大小_字节,
    种子大小,
    集数,
    分辨率,
    片源,
    片源类型,
    视频编码格式,
    音频编码格式,
    字幕语言,
    文件格式,
    其他标记,
]
